Repository: lizardsystem/lizard-geodin
Catalog: lizard_geodin/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Reload list of available projects from API
nl: Herlaad projectenlijst via de API

source: Update project from API
nl: Update project via de API

source: name
nl: naam

source: slug
nl: id in URL

source: Often set automatically from the internal Geodin ID
nl: Wordt normaliter automatisch gezet vanuit Geodin's interne ID.

source: Extra metadata provided by Geodin
nl: Extra metadata die in Geodin beschikbaar is

source: active
nl: actief

source: Is the project used in this site?
nl: Wordt dit project daadwerkelijk in de site gebruikt?

source: source url
nl: bron-url

source: Geodin URL for automatically loading this project's data.
nl: URL van dit project in Geodin's API

source: projects
nl: projecten

source: Geodin URL that lists the available projects.
nl: URL in de Geodin API dat de lijst met projecten teruggeeft

source: API starting point
nl: beginpunt van de API

source: API starting points
nl: beginpunten van de API

source: location type
nl: locatietype

source: measurement
nl: meting

source: measurements
nl: metingen

source: supplier
nl: leverancier

source: suppliers
nl: leveranciers

source: unit
nl: eenheid

source: parameter of a measurement
nl: parameter van een meting

source: parameters of measurements
nl: parameters van metingen

source: timeseries url
nl: URL van de json met de tijdserie

source: Geodin URL that gives the last couple of days' data.
nl: URL in de Geodin API dat de lijst met projecten teruggeeft

source: Generated automatically from the x/y/z values.
nl: Wordt normaliter automatisch gezet vanuit Geodin's interne ID.

source: point with data
nl: punt met data

source: points with data
nl: punten met data

source: Overview of Geodin data
nl: Overzicht van Geodin data

source: Measurement {name}
nl: Meting {name}

source: Geodin hierarchy
nl: Geodin hierarchie

source: Measurements
nl: Metingen

source: Overview of the data imported from Fugro's Geodin system.
nl: Overzicht van de data die uit Fugro's Geodin systeem wordt ge√Ømporteerd.

source: Projects
nl: Projecten

source: There are projects, but none have been activated in the admin.
nl: Er zijn projecten, maar geen ervan is in de admin aangezet.

source: Suppliers
nl: Leveranciers
